Repository: crmne/cluster-headache-tracker-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, it

source: %lld days
de: %lld Tage
es: %lld días
it: %lld giorni

source: %lld days attack-free
de: %lld Tage attackenfrei
es: %lld días sin crisis
it: %lld giorni senza attacchi

source: Account
de: Konto
es: Cuenta

source: Attack
de: Attacke
es: Crisis
it: Attacco

source: Attack ongoing
de: Attacke läuft
es: Crisis en curso
it: Attacco in corso

source: Attack Status
de: Attackenstatus
es: Estado de las crisis
it: Stato degli attacchi

source: Attack-free
de: Attackenfrei
es: Sin crisis
it: Senza attacchi

source: Charts
de: Diagramme
es: Gráficos
it: Grafici

source: Couldn't open the document
de: Das Dokument konnte nicht geöffnet werden
es: No se pudo abrir el documento
it: Impossibile aprire il documento

source: Current attack
de: Aktuelle Attacke
es: Crisis actual
it: Attacco in corso

source: Current Attack
de: Aktuelle Attacke
es: Crisis actual
it: Attacco in corso

source: End attack
de: Attacke beenden
es: Terminar crisis
it: Termina attacco

source: Headache Report
de: Kopfschmerzbericht
es: Informe de cefaleas
it: Report delle cefalee

source: Log attack
de: Attacke erfassen
es: Registrar crisis
it: Registra attacco

source: Log Attack
de: Attacke erfassen
es: Registrar crisis
it: Registra attacco

source: Logs
de: Einträge
es: Registros
it: Registro

source: New
de: Neu
es: Nuevo
it: Nuovo

source: Open the app to sign in
de: Öffne die App, um dich anzumelden
es: Abre la app para iniciar sesión
it: Apri l'app per accedere

source: Opens the quick log so you can record a cluster headache attack in a few taps.
de: Öffnet die Schnellerfassung, damit du eine Clusterkopfschmerz-Attacke mit wenigen Tippern festhalten kannst.
es: Abre el registro rápido para anotar una crisis de cefalea en racimos con unos pocos toques.
it: Apre la registrazione rapida per annotare un attacco di cefalea a grappolo in pochi tocchi.

source: Opens the quick log.
de: Öffnet die Schnellerfassung.
es: Abre el registro rápido.
it: Apre la registrazione rapida.

source: Shows how long the current attack has lasted, or how many days you have been attack-free.
de: Zeigt, wie lange die aktuelle Attacke schon dauert oder wie viele Tage du attackenfrei bist.
es: Muestra cuánto dura la crisis actual o cuántos días llevas sin crisis.
it: Mostra da quanto dura l'attacco in corso o da quanti giorni sei senza attacchi.

source: Shows the ongoing attack so you can end it, or starts a new one.
de: Zeigt die laufende Attacke, damit du sie beenden kannst, oder startet eine neue.
es: Muestra la crisis en curso para terminarla, o inicia una nueva.
it: Mostra l'attacco in corso per terminarlo, oppure ne avvia uno nuovo.

source: Start attack now
de: Attacke jetzt starten
es: Iniciar crisis ahora
it: Inizia attacco ora

source: Start now
de: Jetzt starten
es: Iniciar ahora
it: Inizia ora

source: Today: %lld attacks
de: Heute: %lld Attacken
es: Hoy: %lld crisis
it: Oggi: %lld attacchi

source: Feedback
es: Opiniones
